vscodevim.vim
eamodio.gitlens
streetsidesoftware.code-spell-checker
exiasr.hadolint
gruntfuggly.todo-tree
yoavbls.pretty-ts-errors
shardulm94.trailing-spaces
pkief.material-icon-theme
github.github-vscode-theme
miguelsolorio.fluent-icons
