brew "jq"
brew "k9s"
brew "gh"
brew "git"
brew "starship" # ターミナルのカスタマイズ
brew "zellij" # 次世代のターミナルマルチプレク（ターミナル分割）
brew "zsh-autosuggestions" # 過去履歴からゴーストテキストで補完提案 (全受入: →/Ctrl+E, 1単語: Option+F)
brew "zsh-syntax-highlighting" # コマンド入力中の構文ハイライト
brew "fzf" # あいまい検索 (Ctrl+R で履歴検索、Ctrl+C で抜ける)
brew "zoxide" # cd の進化版 (z コマンドで賢く移動)

cask "cursor" # IDE
cask "ghostty" # ターミナル
cask "raycast"
cask "sequel-ace"
cask "docker-desktop"
cask "flux-app"
